{
    "businesses" : [
        {
            "name" : "Meridian Community Pool",
            "address" : "213 East Franklin Road, Meridian, ID 83642",
            "description" : "Our pool is heated, ADA accessible, a high and low diving board, and multiple slides. Our kiddie pool is an enclosed area with a splash mat and zero depth entrance. We proudly host community swim teams, and have (6) 25 yard lap lanes.",
            "image" : "images/meridian-community-pool.webp"
        },
        {
            "name" : "Paint 'n Sip",
            "address" : "7609 W Overland Rd, Boise, ID 83709",
            "description" : "Paint 'n Sip has always been a locally woman owned and operated business. We are a small group of artists who just want to show everyone that they can be an artist! If you're a first time painter or you've been painting a while, we have options for everyone!",
            "image" : "images/paint-n-sip.webp"
        },
        {
            "name" : "Treasure Valley Escape Rooms",
            "address" : "10529 West Overland Road, Boise, ID 83709",
            "description" : "We create fully immersive experiences that are challenging, fun, and crafted with strict attention to detail. We design and build all of our escape rooms in house, and our escape rooms have enough content for your entire team and are non-linear. This means everyone can split up and work on multiple elements while still communicating as a whole.",
            "image" : "images/escape-room.webp"
        },
        {
            "name" : "Village Cinema",
            "address" : "283711 E Longwing Lane, Meridian, ID",
            "description" : "This location offers a VIP21 section, luxury recliners with reserved seating, a party room, and a state of the art arcade room.",
            "image" : "images/village-cinema.webp"
        },
        {
            "name" : "Jump Time Idaho LLC",
            "address" : "2805 E Franklin Rd Meridian ID 83642",
            "description" : "Jump Time is a locally-owned active family fun facility and trampoline park. We've been operating in the Treasure Valley for over 10 years and we are proud to serve and give back to the community where we work, learn and play.",
            "image" : "images/jump-time.webp"
        },
        {
            "name" : "K1 Speed",
            "address" : "1135 N Hickory Ave Suite 100, Meridian, ID 83642",
            "description" : "If you live in the Treasure Valley area, you're in for a treat! K1 Speed locations are world-class entertainment venues that are designed to keep you entertained and engaged, whether you're on or off the track.",
            "image" : "images/k1-speed.webp"
        },
        {
            "name" : "Children's Museum",
            "address" : "790 S Progress Ave, Meridian, ID 83642",
            "description" : "Children's Museum of Idaho is dedicated to bringing children, families, and the community together to engage in learning through creative play.",
            "image" : "images/childrens-museum.webp"
        },
        {
            "name" : "Independence Indoor Shooting",
            "address" : "2749 E Gala Ct, Meridian, ID 83642",
            "description" : "Independence Indoor Shooting has three indoor ranges equipped with industry leading indoor range equipment with climate controlled clean air, HEPA filtered, ventilation systems.  All of our ranges are well lit and rated for all common pistol and rifle calibers up to 50 BMG.",
            "image" : "images/independence.webp"
        },
        {
            "name" : "VR1 Arcade",
            "address" : "3131 E Lanark St, Meridian, Id 83642",
            "description" : "24 VR Stations, 8 Gaming PCs, 12 Arcade cabinets featuring 80's to Modern games, two 10-player Killer Queen Cabinets, and a state-of-the-art 8-player VR Arena! This is the modern-day Arcade. We also serve Adult Beverages, Burgers, Pizza and more! VR1 is bringing quality VR to everyone! Hurry, the future is waiting for you!",
            "image" : "images/vr1-arcade.webp"
        }
    ]
}